app/controllers/students_controller.rb

    def index
        @student_index = Student.all
---
SELECT "students".* FROM "students"